Repository: patrickmj/Multilanguage
Catalog: languages/*.po
Languages: it

source: Multilanguage
it: Multilingua

source: Preferred Language
it: Lingua preferita

source: Default language is %s.
it: La lingua predefinita è %s.

source: Translate to:
it: Traduci in:

source: To learn more about translating the core interfaces, %sread this%s.
it: Per saperne di più sulla traduzione dell'interfaccia principale, %sleggi questo%s.

source: Automatically append to header
it: Aggiungi automaticamente all'intestazione

source: If checked, the switcher will be automatically displayed via the hook "public_header", else you need to put it in your theme.
it: Se selezionato, le opzioni di scelta verranno automaticamente mostrate tramite l'hook "public_header", altrimenti dovrai inserirli manualmente nel tuoi tema.

source: Reset translations
it: Annulla le traduzioni

source: Reset all translations when files in "plugins/Translations/languages" or "themes/my-theme/languages" were updated manually.
it: Annulla tutte le traduzioni quandi i file in "plugins/Translations/languages" or "themes/my-theme/languages" sono aggiornati manualmente.

source: Language display mode
it: Modo di visualizzazione lingua

source: Select the language display mode for your site (both Admin and Public side).
it: Seleziona il modo di visualizzazione lingua per il tuo sito (sia lato Admin che Pubblico)

source: Flag (default)
it: Bandiera (predefinito)

source: 2-letters language code
it: Codice lingua di 2 lettere

source: Full language name
it: Nome intero della lingua

source: Languages
it: Lingue

source: Select the languages into which your site can be translated.
it: Seleziona le lingue in vuoi rendere traducibile il tuo sito

source: Language
it: Lingua

source: Code
it: Codice

source: Public
it: Pubblico

source: Record Elements
it: Elementi dei record

source: Check the metadata fields that you want to make translatable.
it: Seleziona i campi di metadati che vuoi rendere traducibili

source: Select your preferred language
it: Seleziona la tua lingua preferita

source: The default language is %s
it: La lingua predefinita è

source: Save Changes
it: Salva modifiche
